{
   "data":[
      {
         "created_time":"2016-05-20T04:56:12+0000",
         "from":{
            "name":"Natraj Chigarambatla",
            "id":"10206192298233904"
         },
         "message":"",
         "id":"1212984365391847_1213411858682431"
      },
      {
         "created_time":"2016-05-20T08:02:46+0000",
         "from":{
            "name":"Chandrahasa Sampila",
            "id":"967563223313120"
         },
         "message":"Guys be Careful with Airtel, service is too worst, Despite escalating issue to Highest level of escalation nothing happened. They keep address cases and service day with 4 days. Shortly sharing Case and mail trail",
         "id":"1212984365391847_1213479138675703"
      },
      {
         "created_time":"2016-05-21T13:40:22+0000",
         "from":{
            "name":"Ghadri Arvind Singh",
            "id":"10154341809704474"
         },
         "message":"Dear sir , \n                 I had booked  a airtel broadband connection 5 days ago I get a \nmessage from AD AIRCCF on 18 and after that no response from  airtel \ncompany...even if I tried to contact airtel fuys in panipat they saismd sir \nafter 15 min your connection will be done....till now I haven't got any \nconnection but just a broadband wire dangling on my door from last three \ndays...please tell me what to do. Bcoz airtel panipat guys have put my no. On \ncall reject list. N one executive Mr Sandeep Sharma 9896278103 talked to me \nvery rudely...I have already wasted around 70 rs by calling airtel panipat \nguys, and has also not been able to work because of no broadband as I buy n \nsell gold,silver and crude oil online....I request you to look into this n \nsolve it and also want an action to be taken against sandeep sharma whose \noffice is in karnal,and the panipat agency owner......I'll b sending this mail \ncopy to the newspaper to print it in there news paper, n will also be posting \nthe same request on various social media sites \n\nI find airtel services very pathetic \n\nWith not very brst regards \nArvind Singh \n7404335338",
         "id":"1212984365391847_1214233198600297"
      },
      {
         "created_time":"2016-05-21T15:50:10+0000",
         "from":{
            "name":"Siva Sankar Yekula",
            "id":"1064918030239282"
         },
         "message":"Dear airtel...i am at road no2 banjarahills, near annapurna studios, hyderabad...no network coverage here...please solve in future...",
         "id":"1212984365391847_1214295825260701"
      },
      {
         "created_time":"2016-05-21T08:52:57+0000",
         "from":{
            "name":"Dibyendu Mondal",
            "id":"794614713960017"
         },
         "message":"Hi, this is Dibyendu Mondal from Kolkata, I am an existing post paid user of Airtel since few years ( 9831279025\/ 9831024053 ) . Till date everything was going right, but last 12 days back I had applied for two more Airtel post paid new connections for our corporate using ( 9748367266 Mnp \/ 9831692655 fresh ), but we are very disappointed by the executive Mr. Rahul Shaw (9163447582) and the service, till date none of the connections are ready and also we are in dialama whether we should leave it or not, bcz almost every day we are getting a msg after submitting all the correct documents to the executive - \"the address verification for your Airtel no. was unsuccessful\" kindly look into this matter earliest and resolve it as soon as possible else we have leave all the Airtel connections.",
         "id":"1212984365391847_1214130258610591"
      },
      {
         "created_time":"2016-05-21T07:37:32+0000",
         "from":{
            "name":"Ranjan Kamath",
            "id":"10153172139072468"
         },
         "message":"AIRTEL: Who gives you the right to deface my neighbourhood 6th block Koramangala, Bangalore 560095 ? Your pamphlets are illegal. I have already registered a complaint with BBMP so I do hope that you are prosecuted and fined. Citizens who feel similarly please call the number on the pamphlet and register your protest. Thank you!",
         "id":"1212984365391847_1214106051946345"
      },
      {
         "created_time":"2016-05-20T03:17:00+0000",
         "from":{
            "name":"Ranoop Maniyat",
            "id":"874574715926472"
         },
         "message":"I am really sorry to inform You to this complaint ,, I had an Airtel number from Kerala (9633443985) and I migrated that number to Maharashtra under National Port out facility and I used that number about 4 months from January , Now that got Damaged and I was tried to take a duplicate sim card that time the Maharashtra Airtel Galary told My number is not from Maharashtra number this number still belongs to kerala Airtel after I was contacted kerala customer service agent the agent was told the number was already port out ,, sir please help me to take duplicate sim card for my airtel connection it's urgent  My contract number: 09146268323",
         "id":"1212984365391847_1213376245352659"
      },
      {
         "created_time":"2016-05-19T18:05:29+0000",
         "from":{
            "name":"Narendra Mehul Singhal",
            "id":"10207933783000558"
         },
         "message":"Any one can suggest me that how i can get my last one month call details for my airtel prepaid no. Which is registerd with me since last 5 yrs. Plz. Plz. Its so important to me.",
         "id":"1212984365391847_1213135702043380"
      },
      {
         "created_time":"2016-05-21T05:56:47+0000",
         "from":{
            "name":"Mac Kisku Rapaz",
            "id":"882634561799357"
         },
         "message":"Airtel has a tendency to give very short information... just to eat customers money.. guys i strongly suggest you never use Airtel the worst service provider i have ever seen.. i just recharged with Rs 249 as it was written get 2G data till 10GB... arey main kaise janunga ki yea sirf Lucky no.s pe offer hai... koi detail me to information nai diye ho aap.. upar se baad me call karne pe bolte ho ki ab information to mil gaya... yar khaayi me girne k baad information ka kya achar banao.. ab na mujhe offer pasand aya na aap money return kar rahe to better hai main dusra network use karu...",
         "id":"1212984365391847_1214069411950009"
      },
      {
         "created_time":"2016-05-20T14:59:44+0000",
         "from":{
            "name":"Viraat Lakhara",
            "id":"135559483525064"
         },
         "message":"I am fed up of going to airtel office no response worst service ever ! My problem is still not solved and instead was asked to pay extra for help",
         "id":"1212984365391847_1213676185322665"
      },
      {
         "created_time":"2016-05-20T04:06:01+0000",
         "from":{
            "name":"Sandeep Patel",
            "id":"429161147242093"
         },
         "message":"thanks airtel for solving my problem....\nNow im browsing at 1 mbps and high speed with airtel 3g....thank you so much.",
         "id":"1212984365391847_1213396678683949"
      }
   ],
   "paging":{
      "cursors":{
         "before":"MTA0",
         "after":"ODAZD"
      },
      "next":"https:\/\/graph.facebook.com\/v2.6\/147351511955143_1212984365391847\/comments?access_token=EAACEdEose0cBACxWZAhazJAdHheyCsNR2dy3ZA4ZCLG9lgFP10lbigqMHXLbw2lmQg4PuSYP5YxsPFR895ZBaXA3lmPNOsdlZACQXOaZA2c0GV3F4m7wLCk4SnTocscDwZBZCNzG5nHhDA5t6VtW49tDQKDiIKPIlwBD6o4ENhkccgZDZD&limit=25&after=ODAZD"
   }
}